index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-07-15 Fri 18:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>N trails</title>
<meta name="author" content="Allan Neil" />
<meta name="description" content="Allan's Home Page" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">N trails</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org803c5ac">My Laboratory Notebook</a></li>
</ul>
</div>
</div>


<div id="outline-container-org803c5ac" class="outline-2">
<h2 id="org803c5ac">My Laboratory Notebook</h2>
<div class="outline-text-2" id="text-org803c5ac">
<p>
My apologies if you have stumbled upon these pages while looking for something interesting on the internet.  This is the personal laboratory notebook of Allan Neil.  No, I am not a scientist.  But my life, perhaps like yours, can be viewed as an on-going set of experiments, phenomena, and problems and it helps to take a quasi-scientific approach by keeping detailed notes.  That&rsquo;s what these pages are.   Sorry if you were looking for something more interesting.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Allan Neil</p>
<p class="date">Created: 2022-07-15 Fri 18:14</p>
</div>
</body>
</html>
